Repository: aloxe/meinamsterdam
Catalog: plugins/sendToFriend/locales/*/public.po
Languages: fr

source: Send to friend
fr: Envoyer à un ami

source: Send an mail containing a link to an article
fr: Permet d'envoyer un mail avec un lien vers un billet

source: Entry to share:
fr: Billet à partager :

source: Your name:
fr: Votre nom :

source: Your email:
fr: Votre email :

source: Your friend name:
fr: Le nom de votre ami :

source: Your friend email:
fr: L'email de votre ami :

source: Send
fr: Envoyer

source: Validate
fr: Valider

source: Your name is required
fr: Veuillez préciser votre nom

source: Your email is required
fr: Veuillez préciser votre email

source: Your friend name is required
fr: Veuillez préciser le nom de votre ami

source: Your friend email is required
fr: Veuillez préciser l'email de votre ami

source: email not sent
fr: L'email n'a pas pu être envoyé. Ressayez plus tard.

source: email sent
fr: L'email a été envoyé à votre ami. Merci pour lui !

source: Hi
fr: Bonjour

source: think this article may interest you:
fr: pense que cet article peut vous intéresser :

source: Good reading on
fr: Bonne lecture sur

source: Email content
fr: Contenu de l'email

source: Abstract content
fr: Contenu du résumé

source: none
fr: aucun

source: Email content updated
fr: Contenu de l'email mis à jour

source: Abstract content updated
fr: Contenu du résumé mis à jour

source: Copy/paste this code in
fr: Copiez/coller ce code dans

source: after this line:
fr: après la ligne :

source: Configure
fr: Configuration

source: Abstrat type:
fr: Type de résumé :

source: use defined abstract
fr: utilise le résumé défini

source: extract first words
fr: extrait les premiers mots

source: First words
fr: Nombre de mots du résumé :

source: Title of the shared entry
fr: Titre du billet partagé

source: Url of the shared entry
fr: Url du billet partagé

source: Abstract of the shared entry
fr: Résumé du billet partagé

source: Sender name
fr: Nom de l'expéditeur

source: Sender email
fr: Email de l'expéditeur

source: Receiver name
fr: Nom de destinataire

source: Receiver email
fr: Email du destinataire

source: Subject:
fr: Sujet :

source: Content:
fr: Contenu :

source: About
fr: A propos

source: and/or
fr: et/ou

source: and
fr: et

source: This plugin was developed by
fr: Ce plugin a été développé par

source: and contributors
fr: et contributeurs

source: For more informations, visit the
fr: Pour plus d'informations, rendez-vous sur le
