Repository: aloxe/meinamsterdam
Catalog: plugins/miniseo/locales/*/main.po
Languages: fr

source: Your DOTCLEAR version
fr: Votre version de DOTCLEAR

source: For information miniseo is for version 2.0-beta7.3-r1690 and up
fr: Pour info miniseo fonctionne depuis les version 2.0-beta7.3-r1690 et sup.

source: A newest version exist for information :
fr: Une version plus récente est disponible pour info :

source: not installed
fr: non installée

source: TAG present
fr: Présence TAG

source: Used theme :
fr: Thème utilisé :

source: Path of theme use :
fr: Chemin du thème :

source: Test if run tag is present :
fr: Test présence tag de lancement :

source: The run Tag is missed in your theme and in default theme
fr: Ni votre thème ni le thème default posséde la balise permettant le lancement du plugin

source: Ok but not in your theme but in default theme
fr: Ok mais pas dans votre thème mais dans le thème default

source: Your theme and also default theme haven't the run tag
fr: Ni votre thème, ni le thème default posséde la balise permettant le lancement du plugin

source: Duo with plugin Mymeta
fr: Jumelage avec plugin Mymeta

source: Beware for your referencing<br /> two title will be present in post page<br />
fr: Attention gros risque pour votre référencement<br />il y aura deux balises title dans la page de consultation des billets<br />

source: Thank's to correct this<br />
fr: Merci de corriger pour cela :<br />

source: In the file post.html delete line : <br /><br /><strong>&lt;title&gt;{{tpl:EntryTitle encode_html=&quot;1&quot;}} - {{tpl:BlogName encode_html=&quot;1&quot;}}&lt;/title&gt;
fr: Dans votre post.html supprimez la ligne : <br /><br /><strong>&lt;title&gt;{{tpl:EntryTitle encode_html=&quot;1&quot;}} - {{tpl:BlogName encode_html=&quot;1&quot;}}&lt;/title&gt;

source: Test if tag title is missed in file post.html :
fr: Test absence balise title dans post.html :

source: 1/ Duplicate post.html from <b>default</b> theme in your directory <b>theme</b>
fr: 1/ Dupliquer post.html du thème <b>default</b> dans votre répertoire <b>thème</b>

source: 2/ In your file post.html now delete line : <br /><br /><strong>&lt;title&gt;{{tpl:EntryTitle encode_html=&quot;1&quot;}} - {{tpl:BlogName encode_html=&quot;1&quot;}}&lt;/title&gt;
fr: 2/ Dans votre post.html supprimez maintenant la ligne : <br /><br /><strong>&lt;title&gt;{{tpl:EntryTitle encode_html=&quot;1&quot;}} - {{tpl:BlogName encode_html=&quot;1&quot;}}&lt;/title&gt;

source: Ok tag are not present
fr: Ok balise absente

source: All members forum DC who help me
fr: Tous les participants sur le fils de discussion du Forum DC

source: Team DC
fr: L'équipe DC

source: DSL for plugin Mymeta
fr: DSL pour son plugin Mymeta

source: More informations on plugin with dotaddict
fr: Plus d'informations sur les plugins avec dotaddict :
