Repository: aloxe/meinamsterdam
Catalog: plugins/gallery/locales/*/main.po
Languages: fr

source: Galleries
fr: Galeries

source: This gallery's comments feed
fr: Fil des commentaires de cette galerie

source: This gallery's images feed
fr: Fil des images de cette galerie

source: This image's comments feed
fr: Fil des commentaires de cette image

source: next galleries
fr: galeries suivantes

source: next images
fr: images suivantes

source: previous galleries
fr: galeries précédentes

source: previous images
fr: images précédentes

source: %d galleries
fr: %d galeries

source: %d gallery
fr: %d galerie

source: No category
fr: Sans catégorie

source: All galleries
fr: Toutes les galeries

source: Random Image
fr: Image aléatoire

source: Last images
fr: Dernières images

source: Image Information
fr: Informations sur l'image

source: Categories display
fr: Affichage des catégories

source: Category tree
fr: Arborescence des catégories

source: Complete path to category
fr: Chemin complet vers la galerie

source: No display
fr: Pas d'affichage

source: single category
fr: Catégorie simple

source: Include counters in categories
fr: Inclure les compteurs dans les catégories

source: Galleries display
fr: Affichage des galeries

source: Normal display
fr: Affichage normal

source: Include counters in galleries
fr: inclure les compteurs dans les galeries

source: Order by
fr: Trier par

source: Gallery date
fr: Date de la galerie

source: Gallery name
fr: Nom de la galerie

source: Random image
fr: Image aléatoire

source: Size :
fr: Taille :

source: Link :
fr: Lien :

source: link to image
fr: lien vers l'image

source: link to image-post
fr: lien vers le billet-image

source: Image Metadata
fr: Métadonnées de l'image

source: Filename
fr: Nom du fichier

source: Media not found
fr: Média non trouvé

source: Theme %s is not writeable
fr: Le thème %s n'est pas accessible en écriture.

source: Theme "%s" already contains gallery template files
fr: Le thème "%s" contient déjà des fichiers de template pour Gallery

source: Theme "%s" does not need to be adapted, no html templates are overriden from default theme.
fr: Le thème "%s" n'a pas besoin d'être adapté, il ne redéfinit pas les templates du thème par défaut

source: Could not create directory %s. Error is : %s
fr: Impossible de créer le répertoire %s. Erreur : %s

source: Could not generate %s template. Aborting.
fr: Impossible de générer le template %s. Abandon.

source: protected
fr: protégé

source: selected
fr: sélectionné

source: Thumb
fr: Miniature

source: Unknown title
fr: Titre inconnu

source: New gallery
fr: Nouvelle galerie

source: Use blog settings
fr: Utiliser les paramètres du blog

source: same as gallery theme
fr: identique au thème gallery

source: Edit gallery
fr: Modifier la galerie

source: next gallery
fr: galerie suivante

source: previous gallery
fr: galerie précédente

source: The gallery "%s" has been successfully updated
fr: La galerie "%s" été mise à jour avec succès

source: The gallery "%s" has been successfully created
fr: La galerie "%s" été créée avec succès

source: Don't forget to validate your XHTML conversion by saving your gallery.
fr: Enregistrez votre galerie pour valider la transformation en XHTML.

source: Go to this gallery on the site
fr: Voir cette galerie sur le site

source: Presentation thumbnail
fr: Miniature de présentation

source: Remove
fr: Enlever

source: This gallery has no presentation thumbnail
fr: Cette galerie n'a pas de miniature de présentation

source: Define one
fr: En définir une

source: This gallery has %d image
fr: Cette galerie possède %d image

source: This gallery has %d images
fr: Cette galerie possède %d images

source: Gallery status
fr: État de la galerie

source: Selected gallery
fr: Galerie sélectionnée

source: Select below the image filters you wish to set for this gallery (at least 1 must be selected)
fr: Sélectionnez ci-dessous les filtres que vous voulez mettre pour cette galerie (il faut en sélectionner au moins un)

source: Media dir
fr: Répertoire des médias

source: include subdirs
fr: Inclure les sous-répertoires

source: Include sub-categories
fr: Inclure les sous-catégories

source: User
fr: Utilisateur

source: Sort
fr: Tri

source: Theme
fr: Thème

source: Gallery theme
fr: Thème de la galerie

source: Gallery integrated theme
fr: Thème de la galerie (mode intégration)

source: save
fr: Enregistrer

source: not selected
fr: non sélectionné

source: change category
fr: changer la catégorie

source: change author
fr: changer l'auteur

source: update
fr: mettre à jour

source: Select for integration
fr: Sélectionner pour intégration

source: unselect for integration
fr: Désélectionner pour intégration

source: Invalid theme dir detected in blog settings. Please update gallery_themes_path setting in about:config.
fr: Le répertoire définissant les thèmes pour Gallery est invalide. Veuillez mettre à jour le paramètre gallery_themes_path via about:config.

source: Manage new items
fr: Gestion des nouvelles images

source: Refresh gallery
fr: Rafraîchissement de la galerie

source: Change category for entries
fr: Changer la catégorie pour les entrées

source: Change author for entries
fr: Changer l'auteur pour les entrées

source: Author ID:
fr: Identifiant de l'auteur :

source: Update galeries
fr: Mise à jour des galeries

source: Processing result
fr: Résultat du traitement

source: Abort processing
fr: Annuler le traitement

source: Request
fr: Requête

source: Result
fr: Résultat

source: back
fr: retour

source: This gallery does not exist
fr: Cette gallery n'existe pas

source: Presentation thumbnail successfully attached
fr: Miniature de présentation attachée avec succès

source: Presentation thumbnail successfully removed
fr: Miniature de présentation enlevée avec succès

source: Choose a media to attach to gallery %s by clicking on %s.
fr: Choisissez un media à attacher à la galerie %s, en cliquant sur %s.

source: Edit image
fr: Éditer l'image

source: next item
fr: image suivante

source: previous item
fr: image précédente

source: The image "%s" has been successfully updated
fr: L'image "%s" a été mise à jour avec succès

source: The image "%s" has been successfully created
fr: L'image "%s" a été créée avec succès

source: Edit Image
fr: Éditer l'image

source: Go to this image on the site
fr: Voir cette image sur le site

source: Media
fr: Média

source: View associated media
fr: Voir le média associé

source: This image belongs to %d galleries
fr: Cette image appartient à %d galeries

source: This image belongs to %d gallery
fr: Cette image appartient à %d galerie

source: Image status
fr: État de l'image

source: Selected image
fr: Image sélectionnée

source: Remove image-post
fr: Supprimer le billet associé

source: set date to media exif date
fr: Remplacer la date par la date exif du média

source: add tags
fr: ajouter des tags

source: Gallery Items
fr: Images

source: Show / Hide thumbnails
fr: Montrer / Cacher les miniatures

source: Gallery entries
fr: Images

source: Gallery:
fr: Galerie :

source: Media dir:
fr: Répertoire contenant les médias

source: Entries per page
fr: Nombre d'images par page

source: Gallery content
fr: Contenu de la galerie

source: filtered
fr: filtrée

source: Gallery
fr: Galerie

source: edit
fr: éditer

source: Waiting...
fr: En attente…

source: updating date to media exif
fr: Mise à jour de la date à partir des données exif

source: Add tags to entries
fr: Ajouter des mots-clés aux entrées

source: Fix images date
fr: Mise à jour de la date des images

source: Generating missing thumbs
fr: Création les miniatures manquantes

source: Thumbnails
fr: Miniatures

source: Generate missing thumbnails
fr: Créer les miniatures manquantes

source: Force thumbnail regeneration
fr: Forcer la régénération des miniatures

source: filter
fr: filtre

source: Clear filter
fr: Annuler le filtre

source: Selection
fr: Sélection

source: none
fr: aucune

source: invert
fr: inverser

source: Theme is invalid
fr: Le thème n'est pas valide

source: Theme %s already exists, delete it first.
fr: Le thème "%s" existe déjà. Effacez-le d'abord.

source: Could not remove theme %s
fr: Impossible de supprimer le thème %s

source: Are you sure you want to delete selected themes ?
fr: Êtes-vous sûr de vouloir supprimer les thèmes sélectionnés ?

source: The theme has been successfully adapted.
fr: Le thème a été adapté avec succès

source: The theme has been successfully installed.
fr: Le thème a été installé avec succès

source: The theme has been successfully deleted.
fr: Le thème a été supprimé avec succès

source: Theme Adapter
fr: Adaptateur de thème

source: This section enables to adapt gallery themes to a Dotclear theme, if needed.
fr: Cette section permet d'adapter les thèmes Gallery à un thème Dotclear, si nécessaire.

source: <strong>Caution :</strong> use the theme adapter only if you experience some layout problems when viewing galleries or images on your blog.
fr: <strong>Attention :</strong> L'adaptateur de thème n'est à utiliser qu'en cas de problèmes de design des pages de galeries et d'images.

source: Dotclear theme
fr: Thème Dotclear

source: Force template regeneration
fr: Forcer la régénération des fichier de template

source: Adapt
fr: Adapter

source: Gallery Themes
fr: Thèmes pour Gallery

source: Uninstall selected themes
fr: Désinstaller les thèmes sélectionnés

source: Upload a new Gallery theme
fr: Déposer un fichier de thème pour Gallery

source: Theme zip file:
fr: Fichier zip du thème

source: Upload theme
fr: Déposer un fichier de thème pour Gallery

source: Download a new Gallery theme
fr: Télécharger un fichier de thème pour Gallery

source: Theme zip file URL:
fr: URL du zip du thème:

source: Download theme
fr: Télécharger le thème

source: Deleting orphan media
fr: Suppression des médias orphelins

source: Deleting orphan image-posts
fr: Suppression des billets-images orphelins

source: Creating media : %s
fr: Création du média : %s

source: Creating image-post for : %s
fr: Création du billet-image pour : %s

source: Creating thumbnails for : %s
fr: Création des miniatures de : %s

source: New Items
fr: Nouvelles images

source: Select directory to analyse :
fr: Sélectionnez le répertoire à analyser :

source: proceed
fr: soumettre

source: Directory results
fr: Réultats du répertoire

source: Number of orphan media (ie. media entries in database whose matching file no more exists):
fr: Nombre de médias orphelins (ie. les médias présents en base de données mais dont le fichier n'existe plus) :

source: Delete orphan media
fr: Supprimer les médias orphelins

source: Number of orphan items (ie. image-post associated to a non-existent media in DB) :
fr: Nombre d'images orphelines (ie. billets-images associés à un média inexistant en base) :

source: Delete orphan items
fr: Supprimer les images orphelines

source: Number of new media detected :
fr: Nombre de nouveaux médias détectés :

source: Create media in database
fr: Créer les médias en base

source: Number of media without post associated :
fr: Nombre de médias sans billet associé :

source: Create image-post associated to media
fr: Créer les billets-images pour les médias dans le dossier

source: Number of media in directory :
fr: Nombre de médias dans le répertoire :

source: Force existing thumbnails to be regenerated
fr: Forcer la régénération des miniatures

source: Create post-image for each new media
fr: Créer un billet-image pour chaque nouveau média

source: Set post date to image exif date
fr: Définir la date exif des images comme date des billets

source: Operations
fr: Opérations

source: No integration
fr: Pas d'intégration

source: Selected galleries
fr: galeries sélectionnées

source: All images
fr: Toutes les images

source: Selected images
fr: Images sélectionnées

source: Options have been successfully updated.
fr: Les options ont été mises à jour avec succès

source: Plugin Activation
fr: Activation du plugin

source: Directory %s does not exist.
fr: Le répertoire %s n'existe pas.

source: The plugin cannot be enabled. Please check in your about:config that public_path points to an existing directory.
fr: Ce plugin ne peut pas être activé. Vérifiez que l'entrée public_path de votre about:config pointe vers un répertoire accessible

source: The plugin is not enabled for this blog yet. Click below to enable it
fr: Le plugin n'est pas activé pour ce blog. Cliquez ci-dessous pour l'activer.

source: Enable plugin
fr: Activer le plugin

source: Disable plugin for this blog
fr: Désactiver le plugin pour ce blog

source: General options
fr: Options générales

source: Public-side options
fr: Options côté public

source: Number of galleries per page
fr: Nombre de galeries par page

source: Number of images per page
fr: Nombre d'images par page

source: Galleries list sort by
fr: Critère de tri pour les listes de galeries

source: Galleries list order
fr: Sens de tri pour les listes de galeries

source: Group galeries by category
fr: Regrouper les galeries par catégories

source: Default gallery theme
fr: Thème par défaut

source: Default gallery theme when integrated
fr: Thème par défaut en mode intégration

source: Administration-side options
fr: Options côté administration

source: Images list sort by
fr: Critère de tri pour les listes d'images

source: Images list order
fr: Sens de tri pour les listes d'images

source: New Items default options
fr: Options par défaut pour la gestion des nouvelles images

source: Integration options
fr: Options d'intégration

source: Several blog pages display lists of entries. This section enables to include images and/or galleries inside these lists
fr: Un certain nombre de pages du blog affichent des listes de billets. Cette section permet d'inclure des images et/ou des galeries au sein de ces listes.

source: You can choose either to display all galleries/images or only galleries/images that have the selected state.
fr: Vous pouvez choisir d'inclure toutes les galeries/images ou uniquement les galeries/images qui ont été marquées comme "sélectionnées".

source: Advanced options
fr: Options avancées

source: All the following values will define default URLs for gallery items
fr: Les valeurs suivantes définissent les URLs par défaut pour les éléments de galeries

source: Galleries URL prefix
fr: Préfixe pour les URLs de listes de galeries

source: Gallery URL prefix
fr: Préfixe pour les URLs de galeries

source: Image URL prefix
fr: Préfixe pour les URLs d'images
